tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "ant"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "bzip2"
brew "c-blosc"
brew "circleci"
brew "diff-so-fancy"
brew "dust"
brew "flake8"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "hdf5"
brew "helix"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lapack"
brew "llvm@9"
brew "lsd"
brew "neovim"
brew "nethogs"
brew "node"
brew "openblas"
brew "pdftilecut"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "pure"
brew "python@3.10"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "spaceship"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "tmux"
brew "wakeonlan"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password-cli"
cask "acorn"
cask "appzapper"
cask "aws-vault"
cask "bing-wallpaper"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hot"
cask "miniconda"
cask "miro"
cask "postico"
cask "rectangle-pro"
cask "spotify"
cask "thunderbird"
cask "xquartz"
